11/data/attachments/35ad861b33c0c453.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ashley_heavy_Friend_69007_6</nif:username>
            <nif:friendToBeRequested>soap_friends_f44feef8-80c9-46ad-b346-0d43c6c31f8f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>